{
    "real_report": {
        "first_half": {
            "1": [
                "Goal! Chelsea 1, Manchester United 0. Pedro (Chelsea) left footed shot from the centre of the box to the centre of the goal. Assisted by Marcos Alonso with a through ball.",
                "Pedro (Chelsea) is shown the yellow card for excessive celebration."
            ],
            "4": [
                "Corner, Manchester United. Conceded by César Azpilicueta."
            ],
            "8": [
                "Attempt missed. Zlatan Ibrahimovic (Manchester United) header from the left side of the six yard box is just a bit too high. Assisted by Antonio Valencia with a cross."
            ],
            "10": [
                "Attempt missed. Eden Hazard (Chelsea) header from the centre of the box is high and wide to the left. Assisted by César Azpilicueta with a cross."
            ],
            "11": [
                "Corner, Chelsea. Conceded by Ander Herrera."
            ],
            "13": [
                "Corner, Chelsea. Conceded by Eric Bailly."
            ],
            "14": [
                "Attempt missed. Eden Hazard (Chelsea) right footed shot from the centre of the box misses to the right. Assisted by Pedro with a cross following a corner."
            ],
            "15": [
                "Marouane Fellaini (Manchester United) wins a free kick on the right wing.",
                "Foul by Nemanja Matic (Chelsea)."
            ],
            "16": [
                "Marcus Rashford (Manchester United) wins a free kick in the defensive half.",
                "Foul by Victor Moses (Chelsea)."
            ],
            "18": [
                "Corner, Manchester United. Conceded by César Azpilicueta."
            ],
            "21": [
                "Corner, Chelsea. Conceded by Daley Blind.",
                "Goal! Chelsea 2, Manchester United 0. Gary Cahill (Chelsea) right footed shot from very close range to the top right corner following a corner."
            ],
            "23": [
                "Attempt blocked. Marcus Rashford (Manchester United) right footed shot from the centre of the box is blocked. Assisted by Zlatan Ibrahimovic with a headed pass."
            ],
            "25": [
                "Foul by Marouane Fellaini (Manchester United).",
                "Diego Costa (Chelsea) wins a free kick in the attacking half."
            ],
            "26": [
                "Corner, Chelsea. Conceded by Paul Pogba."
            ],
            "27": [
                "Attempt blocked. Diego Costa (Chelsea) right footed shot from the right side of the six yard box is blocked. Assisted by Eden Hazard with a cross."
            ],
            "28": [
                "Attempt saved. Ander Herrera (Manchester United) left footed shot from outside the box is saved in the bottom right corner. Assisted by Marouane Fellaini.",
                "Attempt saved. Jesse Lingard (Manchester United) right footed shot from the right side of the six yard box is saved in the centre of the goal.",
                "Corner, Manchester United. Conceded by Thibaut Courtois."
            ],
            "29": [
                "Foul by Eric Bailly (Manchester United).",
                "Diego Costa (Chelsea) wins a free kick in the attacking half.",
                "Eric Bailly (Manchester United) is shown the yellow card for a bad foul."
            ],
            "32": [
                "Foul by Paul Pogba (Manchester United).",
                "N'Golo Kanté (Chelsea) wins a free kick on the right wing."
            ],
            "34": [
                "Hand ball by Marcos Alonso (Chelsea)."
            ],
            "35": [
                "Foul by Daley Blind (Manchester United).",
                "Pedro (Chelsea) wins a free kick in the defensive half."
            ],
            "39": [
                "Offside, Manchester United. Chris Smalling tries a through ball, but Marouane Fellaini is caught offside.",
                "Foul by Antonio Valencia (Manchester United).",
                "Eden Hazard (Chelsea) wins a free kick on the left wing."
            ],
            "40": [
                "Marouane Fellaini (Manchester United) wins a free kick in the defensive half.",
                "Foul by David Luiz (Chelsea).",
                "Delay in match Marouane Fellaini (Manchester United) because of an injury."
            ],
            "41": [
                "David Luiz (Chelsea) is shown the yellow card for a bad foul."
            ],
            "42": [
                "Delay over. They are ready to continue."
            ],
            "44": [
                "Attempt blocked. Ander Herrera (Manchester United) right footed shot from outside the box is blocked. Assisted by Jesse Lingard."
            ],
            "46": [
                "Attempt blocked. Ander Herrera (Manchester United) right footed shot from the centre of the box is blocked. Assisted by Antonio Valencia with a cross."
            ],
            "47": [
                "Attempt missed. Marcus Rashford (Manchester United) right footed shot from the centre of the box is too high. Assisted by Antonio Valencia with a cross."
            ],
            "48": [
                "Pedro (Chelsea) wins a free kick in the attacking half.",
                "Foul by Marouane Fellaini (Manchester United).",
                "Attempt blocked. Diego Costa (Chelsea) right footed shot from the centre of the box is blocked.",
                "First Half ends, Chelsea 2, Manchester United 0."
            ]
        },
        "second_half": {
            "45": [
                "Substitution, Manchester United. Juan Mata replaces Marouane Fellaini."
            ],
            "47": [
                "Corner, Chelsea. Conceded by Jesse Lingard."
            ],
            "48": [
                "Attempt blocked. N'Golo Kanté (Chelsea) right footed shot from outside the box is blocked.",
                "Offside, Chelsea. N'Golo Kanté tries a through ball, but Diego Costa is caught offside.",
                "Diego Costa (Chelsea) wins a free kick in the attacking half.",
                "Foul by Eric Bailly (Manchester United)."
            ],
            "49": [
                "Attempt missed. Pedro (Chelsea) left footed shot from outside the box is high and wide to the left."
            ],
            "51": [
                "Offside, Manchester United. Jesse Lingard tries a through ball, but Juan Mata is caught offside."
            ],
            "52": [
                "Delay in match Eric Bailly (Manchester United) because of an injury.",
                "Substitution, Manchester United. Marcos Rojo replaces Eric Bailly because of an injury.",
                "Delay over. They are ready to continue."
            ],
            "53": [
                "César Azpilicueta (Chelsea) wins a free kick in the defensive half.",
                "Foul by Jesse Lingard (Manchester United)."
            ],
            "56": [
                "Attempt blocked. Eden Hazard (Chelsea) left footed shot from the centre of the box is blocked. Assisted by Victor Moses."
            ],
            "58": [
                "Attempt saved. Jesse Lingard (Manchester United) right footed shot from outside the box is saved in the bottom right corner. Assisted by Ander Herrera.",
                "Corner, Manchester United. Conceded by Victor Moses."
            ],
            "59": [
                "Corner, Manchester United. Conceded by César Azpilicueta."
            ],
            "62": [
                "Goal! Chelsea 3, Manchester United 0. Eden Hazard (Chelsea) right footed shot from the centre of the box to the bottom right corner. Assisted by Nemanja Matic."
            ],
            "63": [
                "Offside, Manchester United. Jesse Lingard tries a through ball, but Zlatan Ibrahimovic is caught offside."
            ],
            "64": [
                "Nemanja Matic (Chelsea) wins a free kick in the defensive half.",
                "Foul by Zlatan Ibrahimovic (Manchester United)."
            ],
            "65": [
                "Substitution, Manchester United. Anthony Martial replaces Jesse Lingard."
            ],
            "66": [
                "Foul by Marcos Alonso (Chelsea).",
                "Paul Pogba (Manchester United) wins a free kick on the right wing.",
                "Marcos Alonso (Chelsea) is shown the yellow card for a bad foul."
            ],
            "67": [
                "Attempt missed. Marcos Rojo (Manchester United) header from the centre of the box is just a bit too high. Assisted by Juan Mata with a cross following a set piece situation.",
                "Attempt missed. Ander Herrera (Manchester United) left footed shot from outside the box is high and wide to the left."
            ],
            "70": [
                "Goal! Chelsea 4, Manchester United 0. N'Golo Kanté (Chelsea) right footed shot from the centre of the box to the bottom left corner. Assisted by Pedro."
            ],
            "71": [
                "Substitution, Chelsea. Nathaniel Chalobah replaces Pedro."
            ],
            "72": [
                "Attempt missed. Paul Pogba (Manchester United) right footed shot from outside the box misses to the right. Assisted by Anthony Martial."
            ],
            "73": [
                "Foul by Victor Moses (Chelsea).",
                "Anthony Martial (Manchester United) wins a free kick on the left wing.",
                "Attempt missed. Zlatan Ibrahimovic (Manchester United) right footed shot from the centre of the box is too high. Assisted by Daley Blind with a cross following a set piece situation."
            ],
            "74": [
                "Attempt saved. Diego Costa (Chelsea) left footed shot from the left side of the box is saved in the centre of the goal. Assisted by N'Golo Kanté."
            ],
            "75": [
                "Nemanja Matic (Chelsea) wins a free kick in the defensive half.",
                "Foul by Paul Pogba (Manchester United).",
                "Paul Pogba (Manchester United) is shown the yellow card for a bad foul."
            ],
            "77": [
                "Nemanja Matic (Chelsea) wins a free kick in the defensive half.",
                "Foul by Anthony Martial (Manchester United)."
            ],
            "78": [
                "Substitution, Chelsea. Willian replaces Eden Hazard.",
                "Substitution, Chelsea. Michy Batshuayi replaces Diego Costa."
            ],
            "79": [
                "David Luiz (Chelsea) wins a free kick in the defensive half.",
                "Foul by Zlatan Ibrahimovic (Manchester United)."
            ],
            "81": [
                "Attempt saved. Zlatan Ibrahimovic (Manchester United) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by Juan Mata.",
                "Corner, Manchester United. Conceded by Thibaut Courtois.",
                "Foul by Michy Batshuayi (Chelsea).",
                "Antonio Valencia (Manchester United) wins a free kick in the defensive half."
            ],
            "84": [
                "César Azpilicueta (Chelsea) wins a free kick in the defensive half.",
                "Foul by Marcos Rojo (Manchester United)."
            ],
            "85": [
                "Attempt blocked. Paul Pogba (Manchester United) right footed shot from outside the box is blocked. Assisted by Anthony Martial.",
                "César Azpilicueta (Chelsea) wins a free kick in the defensive half.",
                "Foul by Anthony Martial (Manchester United)."
            ],
            "86": [
                "Nathaniel Chalobah (Chelsea) wins a free kick in the defensive half.",
                "Foul by Ander Herrera (Manchester United).",
                "Marcos Alonso (Chelsea) wins a free kick on the left wing.",
                "Foul by Antonio Valencia (Manchester United)."
            ],
            "88": [
                "Attempt blocked. Victor Moses (Chelsea) left footed shot from the right side of the box is blocked. Assisted by Willian.",
                "Offside, Chelsea. Marcos Alonso tries a through ball, but Michy Batshuayi is caught offside."
            ],
            "90": [
                "Attempt saved. Nathaniel Chalobah (Chelsea) right footed shot from outside the box is saved in the bottom left corner. Assisted by N'Golo Kanté."
            ],
            "91": [
                "Attempt blocked. Zlatan Ibrahimovic (Manchester United) left footed shot from the centre of the box is blocked. Assisted by Marcos Rojo."
            ],
            "93": [
                "Attempt saved. Marcos Rojo (Manchester United) left footed shot from outside the box is saved in the top right corner. Assisted by Ander Herrera.",
                "Corner, Manchester United. Conceded by Thibaut Courtois.",
                "Nemanja Matic (Chelsea) wins a free kick in the defensive half.",
                "Foul by Ander Herrera (Manchester United)."
            ],
            "94": [
                "Second Half ends, Chelsea 4, Manchester United 0."
            ]
        }
    },
    "predicted_report": {
        "first_half": {
            "1": [
                "says our Azpilicueta one centre forward",
                "might be a chance Pedro"
            ],
            "2": [
                "gets the goal chelsea ahead s brilliant run by Pedro",
                "Pedro nips in",
                "but it's left him with",
                "an open goal Smalling dealt with the ball coming in he doesn't lose for Pedro opportunity what ohh Chris Smalling was Jesse would be pleased that he did not a ball from Marcus Alonso of that goal"
            ],
            "3": [
                "yeah Hazard Costa two put head it wasn't great Kante Moses chest and then with his right to get round Lingard instead went back to Azpilicueta had a cake foremost Chris Smalling bay's header the two centre backs which Diego crossfield early goal has just"
            ],
            "4": [
                "goal away",
                "tipped into left",
                "still equator Pedro rather the goal scorer now Azpilicueta Gary Cahill wearing the captain's Hazard Azpilicueta Alonso wants it again left side Azpilicueta look for Costa but they have had"
            ],
            "5": [
                "Pogba but this space for Lingard first chance being by Azpilicueta united corner don't you just giving the ball needs to keep the ball moving Daley blindfold corner left Hazard by Herrera now here's Marcus Rashford when it him of Eric it was a foul on eden hazard there was a foul he just nudged your lines is telling Hazard Valencia in with the early goal"
            ],
            "6": [
                "Costa looking",
                "to roll Smalling they found Valencia a little bit of help there Diego Costa no movement from Eden Hazard with pass the ball to and they're looking for Pogba abbott Moses pass Lingard was is Ander Herrera up Valencia"
            ],
            "7": [
                "Herrera again Ibrahimovic Valencia hardly",
                "Rashford it's a nice way to pass to catch up to it and Cahill yeah read it well Gary clearance from Alonso",
                "now Pogba Ibrahimovic she's a lovely ball flicked out to Pogba but only Fellaini now Ibrahimovic makes his way there Rashford Blind Moses favourite to get there ahead of Pogba Victor Moses Smalling with Gary blame him there Chris Smalling ball he doesn't know what's that's all he's done the rapid Rashford"
            ],
            "8": [
                "Ibrahimovic for Pogba Herrera the space for Valencia to things to take on Marcus Alonso too his crossover and Ibrahimovic there's a good chance isn't down that right flank i just saw Rashford a few moments on Alonso him unfortunately the ball this time we see Valencia turn of pace for Alonso Fellaini only temporarily"
            ],
            "9": [
                "got the ball back for united now Herrera Rashford they offer Fellaini Rashford had continued his run Cahill Carrick kyle just than Alonso made all the difference that we saw the pace of Rashford right once before antonio"
            ],
            "10": [
                "Costa managed",
                "it out to Kante even though Moses looking Matic in the shape of Alonso Kante to have the ball loves a goal against united",
                "Kante Azpilicueta his cross slightly behind it and Hazard a good ball in and that's of the side can get Azpilicueta and is the goal again Pedro was the feet super long finish such a simple ball but Pedro took full he had doubled Luiz being pursued"
            ],
            "11": [
                "team mate Ibrahimovic Pedro making the most how's that again cost"
            ],
            "12": [
                "by Herrera hazard's carried on his run cost has not got Matic without any that take a corner the cost Costa are",
                "corner Paul though of Costa",
                "almost got there ahead isn't it i don't Costa might super ball in by Hazard courtois"
            ],
            "13": [
                "play from eden hazard",
                "across the pitch now Hazard yeah we need him on the ball too many touches right at this"
            ],
            "14": [
                "Azpilicueta because we used to him attacking down the right flank Pedro into a good pass to Costa some corner instead while says it's a corner means of movement actually offside Pedro lines were plays the ball away we'll have to see him closer yeah but he gets the ball referee made the right decision corner side to us Gary Cahill stood next",
                "it's rolled back to Hazard wide leather corner that from corners and Moses asking Pedro"
            ],
            "15": [
                "all his favourite Matic the king of the assists this season Nemanja Matic gently debruin has that was just a little too long for Eden Hazard do you know what's the right idea though waiting for the ball and Hazard to make that Valencia that when Fellaini was"
            ],
            "16": [
                "that's what we all say",
                "when there's a goal scored Hazard that's a slightly Rashford scouted that",
                "well in the Moses ball away good lucky ball placing the ball and i think he might although Rashford quick and Moses fifteen minutes gone Rashford in Lingard have swapped wings for the first david lewis just covering"
            ],
            "17": [
                "a yellow card for Pedro",
                "goal for taking his celebrations we were too busy celebrating Herrera",
                "as a poor pass trying Juan that isn't it booked for over celebrating right score that's what the game is all about scoring goals that's as long as you don't Pedro"
            ],
            "18": [
                "Moses Costa did well David louise initially",
                "had just boots for Victor Moses sudden an opportunity diego costa Cahill for Hazard to chase Paul runaway from",
                "eden hazard marcus rashford",
                "side that got thrashed out muscled by Fellaini"
            ],
            "19": [
                "and Pogba Ibrahimovic kane look out deep he's had to come to get a feel of the ball Valencia head Rashford equator was prevent the corner a corner he thought he win the ball cleanly in daley",
                "blind's first corner head to it good header by pulper Azpilicueta"
            ],
            "20": [
                "time he gets the ball in that",
                "chance",
                "Victor",
                "Moses intelligent mister young was in the side bit i think the early goal Antonio concert be more"
            ],
            "21": [
                "it shouldn't win his Cahill Alonso again providing it's still equator",
                "one that's causing problems Azpilicueta i Matic",
                "to Azpilicueta Kante looking to get on Moses to concede the corner off the ball outside to Moses Kante Azpilicueta comes it the moment it's Paul Hazard and gary cahill's Paul Gary Cahill goals in front what a corner this in with a lot of pace Gary kyle's path it Smalling again he lost his way with the ball Gary Cahill in that almost rob Fellaini"
            ],
            "23": [
                "want to let them back into the concentrate Ibrahimovic",
                "Fellaini right Pedro pinched got Costa there with him Pedro doesn't need to go towards goal he keeps going to the right hand side Costa Lingard Valencia a Alonso Ibrahimovic for Rashford great block from Azpilicueta says our Azpilicueta win the headache struggling against Zlatan a clever ball from Pogba purple Valencia couldn't i think he got to that one Valencia says our Azpilicueta the shot doesn't come in there's the goal scorer of the second goal gary cahill of two pass and he's Blind Pogba goal in this game so to see it take the score rashford's cross cahill's header Hazard nice chest shape of Fellaini yeah just Fellaini coming back Moses fox game"
            ],
            "25": [
                "by Rashford throw in good job you know Victor Moses to help our Azpilicueta a right back would normally Azpilicueta should"
            ],
            "26": [
                "be on the left of the that Moses is Azpilicueta can guide Fellaini tricks Diego Costa he's got to tread carefully today marouane fellaini missed the Hazard Matic",
                "stopping Valencia from getting good play by Matteo a long hopeful ball forward would you like to think Gary him his right jump better petro's rob blinds",
                "can he find Costa it's Pedro De Gea chance hasn't gone yet Moses will pick all over the place in united given the ball away daily Blind with Pedro at the moment Matic"
            ],
            "27": [
                "Pogba tight that all day romania Matic Bailly Blind just doesn't deal Pedro so out pick out diego costa but great foot by De who were all at sea at Hazard took the last corner from which chelsea scored this is Moses Hazard Hazard what sort",
                "of attempt at a tackle was that from Ibrahimovic Costa what to say play again by Hazard Pedro and"
            ],
            "28": [
                "Hazard with the pace that all sorts of problems shaking his head he's is Valencia",
                "Herrera range Herrera and Courtois couldn't save second time save as well gets"
            ],
            "29": [
                "back corner isn't it Moses",
                "blinking cross it's a great ball as well Marcus Alonso because jesse lingard that into the top corner Alonso but i'll tell you quickly closed down this",
                "time and Costa will get and Eden Hazard trying bookshop to get a yellow card for that absolutely Diego Costa knew what he was he knew that Hazard was who only had play by Diego Costa"
            ],
            "30": [
                "be all going wrong the third goal would cap it all there Costa Herrera",
                "look at the Herrera there picks up a loose ball understandably he had no one to pass to he's had to hold his hands had to get that one right by Herrera is the one player Valencia but i think Daley"
            ],
            "31": [
                "daley blind could to take a touch on the ball Pedro so sharp careful when he closes Costa",
                "pass on for a Hazard there Kante moving the ball well Alonso Moses that wing back position and it's not the be all and end all but have had a clear those cross"
            ],
            "32": [
                "done well then Marcus Rashford horsley in the end for a young man in that bottom corner doing some defensive duties going to be in the left back goals so far this"
            ],
            "33": [
                "Kante",
                "out mussel Pogba time Pogba can't",
                "Diego at",
                "free kick Hazard is over do you know what was a long it short got the ball back long way to try and a difficult ball to put in or heard in atmosphere"
            ],
            "34": [
                "has been good all season",
                "the early goal you",
                "know the early goal makes the difference Herrera",
                "the danger that is Rashford",
                "Pedro Antonio contest"
            ],
            "35": [
                "as all of them up is that Courtois save a moment ago of the second save strike by Herrera going wide but he wasn't to saved the things you get up",
                "and saved the second a save like that Blind",
                "Herrera just come along as a"
            ],
            "36": [
                "daily Blind does he of Pedro brings him to the Pogba was not getting time",
                "on the ball Herrera is trying to be closed down Fellaini paul pogba has been closed down time and time thinking right now has already lost two of lose three for chelsea Fellaini lucky",
                "nearly pinched the ball off delaying his pass get it past Moses"
            ],
            "37": [
                "Azpilicueta is there only to Herrera Valencia in the game finding Herrera touched off by Rashford for Blind bernie Ibrahimovic back to Lingard instead could use the ball from Herrera the best pass space Valencia cross as well good header too from Victor Moses there's a good header Fellaini peeled off to ball wasn't quite good"
            ],
            "38": [
                "enough and Victor Moses the Fellaini and Ibrahimovic the head of matt each",
                "Rashford",
                "from Moses otherwise Ibrahimovic is clear through on goal ashley's hold of the ball again",
                "clumsy pass was a clumsy pass but Fellaini just watched didn't even attempt to Valencia was outside him and i think he was allowing the ball some defending isn't he Victor"
            ],
            "39": [
                "Moses absolutely there's no need to pass",
                "he Daley Blind i've done David Luiz by David louise offside Fellaini he's done well though David Luiz there important he won that head up the foul it's got to be a foul arm all over Antonio contacts"
            ],
            "40": [
                "is looking for Costa with the throw smalling's header was a strange one nudge in the back on Eden Hazard he's right in his the ball here that's has a yellow card David louisiana card comes out will be a yellow card"
            ],
            "41": [
                "hurt Fellaini is i'm yeah cool him across",
                "in the car yeah",
                "Fellaini but wouldn't than happy with the score line"
            ],
            "42": [
                "as well Mata scored a couple of goals our work right",
                "more than perhaps Pedro Victor Moses people Hazard as well Bailly",
                "Costa",
                "score line when you come won't switch off Pedro has done much across today he runs wide it creates for Diego Costa means Costa has got to change Hazard"
            ],
            "43": [
                "Lingard we can lingard's challenge diego costa and costa's rolled Smalling benny mcgroom for the shot no inside once he had beaten he sent Smalling all over the place there get his shot away great play by eden hazard is there an opportunity to shoot there for Diego Costa just look for Fellaini Ibrahimovic"
            ],
            "44": [
                "want to be giving the ball",
                "of course free ferrier",
                "Herrera"
            ],
            "45": [
                "passed the Valencia than taking on Hazard it Herrera smacked it straight into Matic Victor Moses head up Victor Moses on",
                "Blind",
                "and Ibrahimovic John and given the ball"
            ],
            "46": [
                "Hazard on the",
                "turn Costa first time ball you know ball by Gary kale Fellaini"
            ],
            "47": [
                "keep that away from Pedro ashford finding Blind just think that in here Daley Blind finding Rashford Herrera range again now he's given it to Fellaini and he's seen Valencia and alonso's out to close hence his low cross good ball in Azpilicueta",
                "surely failed Matic Cahill has made Valencia his cross Rashford this Rashford",
                "to do a lot just has to his eye on the ball but foul in the build the ball in is decent this is a good ball feel Rashford should Kante"
            ],
            "48": [
                "Pedro you all he could where's all over him isn't he was right under the referee",
                "Luiz"
            ],
            "49": [
                "clips it looking for Costa ahead with",
                "and Pedro then gary cahill antonio conte's",
                "back if they get the next goal"
            ]
        },
        "second_half": {
            "46": [
                "also work right i thought was Mata"
            ],
            "47": [
                "all guns blazing",
                "ball to Pedro cause he seems read chest pass combination between he and Kante won't stop Bailly of that from David louise"
            ],
            "48": [
                "first ball which he does well corner well",
                "common Victor Moses i think he wanted to cross with his left foot Lingard wasn't on to his right foot and wins the corner gives a chance of big rolled to Moses Cahill on it Kante but it's come for Costa footing by Kante",
                "forward pass and offside position"
            ],
            "49": [
                "we'll touch from Herrera gave it to Hazard Costa foot in and didn't win it that's the win the free kick that's another free kick for diego costa Alonso Hazard on Pedro to work it wide to Victor Moses yeah just got Ibrahimovic Ibrahimovic received the ball on halfway that's all"
            ],
            "50": [
                "pass to keeps it for a shot there Costa",
                "move the ball on didn't need Diego well done Hazard it's brilliant from Hazard shot from Pedro meanwhile Hazard on the floor blocked him but up the loose ball Hazard left a leg in up foot in left for me would have been a red card these Matteo"
            ],
            "51": [
                "Rashford towards Lingard but much pace on the ball Rashford as well Matteo",
                "Lingard both sides been given didn't quite get right",
                "me they put a lot of"
            ],
            "52": [
                "and it's all down to right you know looking",
                "antonio conte Eric bay",
                "yellow card will be the right of this is just written that injury in fouling edin hazard missed it Marcus Rojo means that marine Young substitution left Smalling has not been so"
            ],
            "53": [
                "Rojo has got",
                "the left sided Blind Pogba we'll get a bit closer to Ibrahimovic Azpilicueta"
            ],
            "54": [
                "and on Lingard as he didn't think that Costa wait i mean the ball's going into diego costa's Ibrahimovic",
                "never had it which finds Lingard so missed timed header wasn't Rashford here ball Pogba was round the again Alonso has physical presence Marcus Alonso Pogba fancied see Pogba box pleasant enough ball in by Rashford suggesting the ball had gone"
            ],
            "55": [
                "a goal kick pay attention David did you get the ball to",
                "Hazard and and Pedro on deck at the moment defensively"
            ],
            "56": [
                "a back pass there he",
                "could see Rashford Valencia",
                "Ibrahimovic Courtois Moses header hasn't got it clear Rojo short though Moses Costa through the middle and Eden Hazard here's Eden Hazard Smalling play by Victor Moses ball did he go the wrong down his right hand side and the opportunity was in the shot on target but so the corner martin atkinson had to think for a goal kick not Paul touched by Rojo Victor Moses does well Kante good run by Costa Moses to across Matteo Herrera course next goal"
            ],
            "57": [
                "Valencia out across Costa yeah go Costa now some defensive duties Eden Hazard a little bit further forward with Pedro looking for Ibrahimovic"
            ],
            "58": [
                "Azpilicueta there Pedro back by David always book apply for Pedro although Pogba a little bit too opportunity to deliver shot from range away by Courtois courtoise he's made a",
                "decent side but expect Pogba again for red hat chances are Courtois trying to do their bit ball from matter out"
            ],
            "59": [
                "to Rojo he's Lingard house on the corner Victor Moses this time it goes to the corner this was a save by Courtois make that sort of save sees it all the so it was the header from Cahill to great header by Gary kyle Azpilicueta to trying to keep Rashford in the corner a corner but for corner from corners who Rashford"
            ],
            "60": [
                "corner wasn't great but be a long half hour",
                "again for Pogba it's to Mata from goal ball in Ibrahimovic louise Alonso work right has dropped",
                "Hazard"
            ],
            "61": [
                "across the game well to high quality",
                "Matteo Valencia i given go with Mata instead tees up herrera is left side for Rojo Moses Ibrahimovic just over his head Hazard done well Pedro is in Matic Pedro he's waiting for we all knows what delivery by Hazard Pedro into space but he Jesse David louise and Gary kale going for the same ball Alonso it's a good pass Hazard of games Valencia to threaten the goal Matic she's a brilliant ball into Hazard he said worked goal another one for Hazard goals for chelsea one step closer lot of work to do is celebrating possession of the ball the goal and that's pass by matt was down to eden hazard and what Hazard at his best the box drops his shoulder Smalling no chance hair no chance as hazard"
            ],
            "63": [
                "the fourth goal goal",
                "a bit all of a sudden lingard's cross and for him offside Blind block with david lloyd didn't know the offside on the game now as long"
            ],
            "64": [
                "Paul lack of confidence rising Gary Cahill this is it won yet it's close to being Ibrahimovic chelsea free kick that he's not had a great deal of the ball Pogba"
            ],
            "65": [
                "pre kick off in the near side at the moment",
                "Lingard scored the last get a goal today replaced Anthony marceau final substitution time Paul Pogba picks up the ball Rashford it"
            ],
            "66": [
                "Kante telegraphed",
                "and tie up Alonso",
                "and Alonso to foul him he was struggling now Alonso wasn't he's going to get a yellow card for his troubles the ball for such Valencia here Marcus Alonso the foul and a yellow"
            ],
            "67": [
                "card and i think just caught him across the side that's all right with the",
                "free kick looked like troubling Courtois",
                "him getting a free header like this was the eden hazard goal a few minutes against Smalling dipping effort from range"
            ],
            "68": [
                "from Herrera Young",
                "Nathaniel Chalobah",
                "on by Antonio content rashford's",
                "goal with Ibrahimovic right",
                "he is Hazard Jesse"
            ],
            "69": [
                "happy just to keep the ball space for Marcus",
                "Alonso here our cause there's a high Romero gifford Valencia get straight Gary Cahill alright Diego",
                "Costa just keeping Ibrahimovic"
            ],
            "70": [
                "Herrera Rojo",
                "let me Rashford massive lost a little across in the balls in a of balls in being more hopeful all afternoon he's",
                "Marcus Alonso for Moses the ball",
                "Kante he's a N'Golo Kante from Kante brilliant goal follow Kante a goal for Antonio upper"
            ],
            "71": [
                "i've been to score your first goal with that good Pedro makes Paul flick around the corner but it's this centre N'Golo can't take",
                "second goal in english football won that diego costa we're seeing antonio Pedro who's had for Nathaniel chullova word on Pedro he's goal but his two fantastic Courtois made"
            ],
            "72": [
                "shot by Pogba you watch it all day long",
                "where was Smalling going sums up smalling's Costa"
            ],
            "73": [
                "missing is it Diego Costa goal Cahill round you know we've had",
                "had two clean sheets on the haven't had three in a of the side the players",
                "that ball was moving Ibrahimovic have side Terry kyle just clatters into Ibrahimovic teams having lost"
            ],
            "74": [
                "and there's another chance",
                "now Costa Costa is only got eyes for goal what i'm glad he got a shot and he's had support but he did with Matteo Rashford here David lewis the shot away this time antonio"
            ],
            "75": [
                "with Diego Costa a chance to make",
                "ball Rashford header back couldn't find Ibrahimovic yellow card still a young man is a young man and you're"
            ],
            "76": [
                "has been all over",
                "gave him an opportunity and win the ball he gets his yellow card that could have been the second yellow the team by Alonso he's",
                "that short from Kante looking for Chalobah though Ibrahimovic just a short",
                "girl to chill he's a young man slightly short Valencia"
            ],
            "77": [
                "Herrera Martial played well but Matic",
                "Batshuayi joining"
            ],
            "78": [
                "Willian maybe this will be their chance to the substitutions Costa they said in Hazard for edin hazard another goal against united it is Diego Costa",
                "the right decision at hazard and costa he is willing to chance to get we are all looking the former diego costa's why Batshuayi he's not had a chance hasn't been given the chance"
            ],
            "79": [
                "Blind",
                "Batshuayi breathing",
                "for a goal Blind Rojo",
                "when Smalling won over"
            ],
            "80": [
                "the chelsea free kick David lewis was favourite to win this head and by Ibrahimovic he climb on the back of David to read too much into",
                "not the Terry crucial",
                "three points for either side we've had",
                "away any goals as Rashford"
            ],
            "81": [
                "finding Valencia Mata fast ball for Ibrahimovic good save what what a great side this is great ball in by Mata skills isn't it first chance he's had goal net i think he got the corner good skills by Ibrahimovic quite close to Courtois atletico madrid goal"
            ],
            "82": [
                "from David dehya tibo courtois had his loan Matic desperate to get",
                "to carry on the celebrations Nathaniel Chalobah getting in on the to better his assist last and Matic opposite number Herrera but him and drift past Pogba the fifth in the celebration"
            ],
            "83": [
                "for a fifth goal here up with Batshuayi",
                "that zlatan ibrahimovic will pass by"
            ],
            "84": [
                "david lloyd gives it away career you can score this many goals against Rojo did get through for a long long time",
                "mourinho has conceded not long going right",
                "injury time",
                "still a long way to"
            ],
            "85": [
                "one win doesn't certainly going in the right direction as long as we can keep a clean united side",
                "Blind Willian looking for",
                "one two off Rojo there but the shot is not you want Nathaniel chill over doesn't in to win the ball Martial by Moses Azpilicueta the mother Cesar have been a block off by Victor Moses with united could have got a free kick just as the ball came the box but Azpilicueta takes learned a lot there"
            ],
            "87": [
                "it this all the",
                "a long way back",
                "for all the",
                "and see he's got all the time"
            ],
            "88": [
                "pressure on the ball",
                "Willian",
                "passed Herrera victor moses drop by Blind Batshuayi i get his shot"
            ],
            "89": [
                "had to win today",
                "Azpilicueta",
                "and again Chalobah"
            ],
            "90": [
                "space for Victor Moses he's got his hand in antonio conte",
                "and he's got every right",
                "and they all can play the ball"
            ],
            "91": [
                "there Victor must understand william he's Chalobah saw the bright bright lights in the Chalobah it's always chance saw his opportunity don't up take the shot from David daher the four goals for chelsea",
                "i'm sure all chelsea fans",
                "Michy say he's doing all right united"
            ],
            "92": [
                "today i think Herrera close",
                "Rojo is in behind and Ibrahimovic she's not going to get his goal great tackle David in time David was he offside defensive",
                "the end David lewis score"
            ],
            "93": [
                "Rashford it",
                "Rojo might as",
                "tends to feel full Courtois",
                "in the top corner is had one or two saves to make today Courtois goal keeping practice for"
            ],
            "94": [
                "David lewis takes",
                "his free kick win the big matches"
            ]
        }
    },
    "relevant_words_used_for_prediction": [
        "Hazard",
        "Mata",
        "Anthony",
        "N'Golo",
        "Ashley",
        "Martial",
        "Pogba",
        "Thibaut",
        "Lingard",
        "Ibrahimovic",
        "Rashford",
        "Nathaniel",
        "Costa",
        "De Gea",
        "Kante",
        "Michy",
        "John",
        "Rojo",
        "Juan",
        "Oscar",
        "Eden",
        "Eric",
        "Azpilicueta",
        "Carrick",
        "Cesar",
        "Courtois",
        "Sergio",
        "Paul",
        "Nemanja",
        "Moses",
        "Marcus",
        "Gary",
        "Darmian",
        "Fellaini",
        "Daley",
        "Blind",
        "Victor",
        "Antonio",
        "Michael",
        "Smalling",
        "Matteo",
        "Diego",
        "Pedro",
        "Chalobah",
        "Herrera",
        "Terry",
        "Luiz",
        "Willian",
        "Young",
        "Alonso",
        "Matic",
        "Zlatan",
        "Begovic",
        "Ola",
        "Aina",
        "Batshuayi",
        "Romero",
        "Ander",
        "Bailly",
        "Asmir",
        "Marcos",
        "Chris",
        "Valencia",
        "Jesse",
        "David",
        "Cahill",
        "Hazard",
        "Mata",
        "Anthony",
        "N'Golo",
        "Ashley",
        "Martial",
        "Pogba",
        "Thibaut",
        "Lingard",
        "Ibrahimovic",
        "Rashford",
        "Nathaniel",
        "Costa",
        "De Gea",
        "Kante",
        "Michy",
        "John",
        "Rojo",
        "Juan",
        "Oscar",
        "Eden",
        "Eric",
        "Azpilicueta",
        "Carrick",
        "Cesar",
        "Courtois",
        "Sergio",
        "Paul",
        "Nemanja",
        "Moses",
        "Marcus",
        "Gary",
        "Darmian",
        "Fellaini",
        "Daley",
        "Blind",
        "Victor",
        "Antonio",
        "Michael",
        "Smalling",
        "Matteo",
        "Diego",
        "Pedro",
        "Chalobah",
        "Herrera",
        "Terry",
        "Luiz",
        "Willian",
        "Young",
        "Alonso",
        "Matic",
        "Zlatan",
        "Begovic",
        "Ola",
        "Aina",
        "Batshuayi",
        "Romero",
        "Ander",
        "Bailly",
        "Asmir",
        "Marcos",
        "Chris",
        "Valencia",
        "Jesse",
        "David",
        "Cahill",
        "opportunity",
        "side",
        "yellow",
        "header",
        "box",
        "chance",
        "red",
        "defensive",
        "won",
        "scored",
        "goal",
        "ofensive",
        "shot",
        "wing",
        "attempt",
        "wide",
        "range",
        "long",
        "conceded",
        "celebration",
        "offside",
        "pass",
        "substitution",
        "saved",
        "centre",
        "kick",
        "free",
        "lost",
        "left",
        "card",
        "attacking",
        "missed",
        "blocked",
        "corner",
        "ball",
        "high",
        "head",
        "equator",
        "assist",
        "foul",
        "injury",
        "cross",
        "close",
        "right"
    ]
}